Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Delete Profile
af: Skrap profiel
am: መገለጫ ሰርዝ
ar: حذف الملف الشخصي
as: প্ৰ'ফাইল মচক
az: Profili sil
be: Выдаліць профіль
bg: Изтриване на профил
bn: প্রোফাইল মুছুন
br: Dilemel an aelad
bs: Izbriši profil
ca: Elimina el perfil
ceb: Papasa ang Profile
cs: Smazat profil
cy: Dileu Proffil
da: Slet profil
de: Profil löschen
el: Διαγραφή προφίλ
es: Eliminar perfil
et: Kustuta profiil
eu: Ezabatu profila
fa: حذف نمایه
fi: Poista profiili
fil: Tanggalin ang Profile
fo: Strika vangamynd
fr: Supprimer le profil
fy: Profyl fuortsmite
ga: Scrios Próifíl
gd: Sguab às Pròifil
gl: Eliminar o perfil
gu: પ્રોફાઇલ કાઢી નાખો
ha: Share Bayanin Martaba
he: מחיקת פרופיל
hi: प्रोफ़ाइल हटाएँ
hr: Izbriši profil
ht: Efase Pwofil
hu: Profil törlése
hy: Ջնջել պրոֆիլը
id: Hapus Profil
ig: Hichapụ Profaịlụ
is: Eyða notandasniði
it: Elimina profilo
ja: プロフィールを削除
jv: Busak Profil
ka: პროფილის წაშლა
kk: Профильді жою
km: លុបប្រវត្តិរូប
kn: ಪ್ರೊಫೈಲ್ ಅಳಿಸಿ
ko: 프로필 삭제
ku: Profîlê jê bibe
ky: Профилди жоюу
lb: Profil läschen
lo: ລຶບໂປຣໄຟລ໌
lt: Ištrinti profilį
lv: Dzēst profilu
mg: Fafao ny Profil
mi: Mukua te Kōtaha
mk: Избриши профил
ml: പ്രൊഫൈൽ ഇല്ലാതാക്കുക
mn: Профайл устгах
mr: प्रोफाइल हटवा
ms: Padam Profil
mt: Ħassar il-Profil
my: ပရိုဖိုင် ဖျက်ရန်
nb: Slett profil
ne: प्रोफाइल मेटाउनुहोस्
nl: Profiel verwijderen
ny: Chotsani Profile
oc: Suprimir lo perfil
or: ପ୍ରୋଫାଇଲ ବିଲୋପ କରନ୍ତୁ
pa: ਪ੍ਰੋਫ਼ਾਈਲ ਮਿਟਾਓ
pl: Usuń profil
ps: پروفایل ړنګ کړئ
pt_br: Excluir perfil
pt_pt: Eliminar perfil
ro: Șterge profilul
ru: Удалить профиль
rw: Siba umwirondoro
sd: پروفائل ڊليٽ ڪريو
si: පැතිකඩ මකන්න
sk: Odstrániť profil
sl: Izbriši profil
sm: Aveese Tala Faasino Patino
sn: Dzima Purofaira
so: Tirtir Profile
sq: Fshi profilin
sr: Обриши профил
st: Hlakola Profaele
su: Hapus Profil
sv: Ta bort profil
sw: Futa Wasifu
ta: சுயவிவரத்தை நீக்கு
te: ప్రొఫైల్‌ను తొలగించండి
tg: Нест кардани профил
th: ลบโปรไฟล์
tr: Profili Sil
tt: Профильне бетер
ug: سەپلىمە ئۆچۈرۈش
uk: Видалити профіль
ur: پروفائل حذف کریں
uz: Profilni o'chirish
vi: Xóa hồ sơ
xh: Cima iProfayile
yo: Pa Profaìlì Rẹ́
zh_hans: 删除用户
zh_hant: 刪除設定檔
zu: Susa Iphrofayela

source: Delete
af: Skrap
am: ሰርዝ
ar: حذف
as: মচক
az: Sil
be: Выдаліць
bg: Изтрий
bn: মুছুন
br: Dilemel
bs: Izbriši
ca: Elimina
ceb: Papasa
cs: Smazat
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
eu: Ezabatu
fa: حذف
fi: Poista
fil: Tanggalin
fo: Strika
fr: Supprimer
fy: Fuortsmite
ga: Scrios
gd: Sguab às
gl: Eliminar
gu: કાઢી નાખો
ha: Share
he: מחק
hi: हटाएँ
hr: Izbriši
ht: Efase
hu: Törlés
hy: Ջնջել
id: Hapus
ig: Hichapụ
is: Eyða
it: Elimina
ja: 削除
jv: Busak
ka: წაშლა
kk: Жою
km: លុប
kn: ಅಳಿಸಿ
ko: 삭제
ku: Jê bibe
ky: Жоюу
lb: Läschen
lo: ລຶບ
lt: Ištrinti
lv: Dzēst
mg: Fafao
mi: Muku
mk: Избриши
ml: ഇല്ലാതാക്കുക
mn: Устгах
mr: हटवा
ms: Padam
mt: Ħassar
my: ဖျက်ရန်
nb: Slett
ne: मेटाउनुहोस्
nl: Verwijderen
ny: Chotsani
oc: Suprimir
or: ବିଲୋପ କରନ୍ତୁ
pa: ਮਿਟਾਓ
pl: Usuń
ps: ړنګول
pt_br: Excluir
pt_pt: Eliminar
ro: Șterge
ru: Удалить
rw: Siba
sd: ڊليٽ
si: මකන්න
sk: Odstrániť
sl: Izbriši
sm: Aveese
sn: Dzima
so: Tirtir
sq: Fshi
sr: Обриши
st: Hlakola
su: Hapus
sv: Ta bort
sw: Futa
ta: நீக்கு
te: తొలగించు
tg: Нест кардан
th: ลบ
tr: Sil
tt: Бетер
ug: ئۆچۈر
uk: Видалити
ur: حذف کریں
uz: O'chirish
vi: Xóa
xh: Cima
yo: Parẹ́
zh_hans: 删除
zh_hant: 刪除
zu: Susa

source: Language
af: Taal
am: ቋንቋ
ar: اللغة
as: ভাষা
az: Dil
be: Мова
bg: Език
bn: ভাষা
br: Yezh
bs: Jezik
ca: Idioma
ceb: Pinulongan
cs: Jazyk
cy: Iaith
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
et: Keel
eu: Hizkuntza
fa: زبان
fi: Kieli
fil: Wika
fo: Mál
fr: Langue
fy: Taal
ga: Teanga
gd: Cànan
gl: Idioma
gu: ભાષા
ha: Harshe
he: שפה
hi: भाषा
hr: Jezik
ht: Lang
hu: Nyelv
hy: Լեզու
id: Bahasa
ig: Asụsụ
is: Tungumál
it: Lingua
ja: 言語
jv: Basa
ka: ენა
kk: Тіл
km: ភាសា
kn: ಭಾಷೆ
ko: 언어
ku: Ziman
ky: Тил
lb: Sprooch
lo: ພາສາ
lt: Kalba
lv: Valoda
mg: Teny
mi: Reo
mk: Јазик
ml: ഭാഷ
mn: Хэл
mr: भाषा
ms: Bahasa
mt: Lingwa
my: ဘာသာစကား
nb: Språk
ne: भाषा
nl: Taal
ny: Chilankhulo
oc: Lenga
or: ଭାଷା
pa: ਭਾਸ਼ਾ
pl: Język
ps: ژبه
pt_br: Idioma
pt_pt: Idioma
ro: Limbă
ru: Язык
rw: Ururimi
sd: ٻولي
si: භාෂාව
sk: Jazyk
sl: Jezik
sm: Gagana
sn: Mutauro
so: Luqad
sq: Gjuha
sr: Језик
st: Puo
su: Basa
sv: Språk
sw: Lugha
ta: மொழி
te: భాష
tg: Забон
th: ภาษา
tr: Dil
tt: Тел
ug: تىل
uk: Мова
ur: زبان
uz: Til
vi: Ngôn ngữ
xh: Ulwimi
yo: Èdè
zh_hans: 语言
zh_hant: 語言
zu: Ulimi

source: Choose the app's language. "System Default" follows your device language. VortX must quit and reopen to apply a new language.
af: Kies die toepassing se taal. "Stelselverstek" volg jou toestel se taal. VortX moet afsluit en heropen om 'n nuwe taal toe te pas.
am: የመተግበሪያውን ቋንቋ ይምረጡ። “የስርዓት ነባሪ” የመሣሪያዎን ቋንቋ ይከተላል። አዲስ ቋንቋ ለመተግበር VortX መዘጋትና እንደገና መከፈት አለበት።
ar: اختر لغة التطبيق. يتبع خيار “إعداد النظام الافتراضي” لغة جهازك. يجب إنهاء VortX وإعادة فتحه لتطبيق اللغة الجديدة.
as: এপ্‌ৰ ভাষা বাছক। "ছিষ্টেম ডিফল্ট"-এ আপোনাৰ ডিভাইচৰ ভাষা অনুসৰণ কৰে। নতুন ভাষা প্ৰয়োগ কৰিবলৈ VortX বন্ধ কৰি পুনৰ খোলিব লাগিব।
az: Tətbiqin dilini seçin. "Sistem standartı" cihazınızın dilinə uyğun gəlir. Yeni dilin tətbiqi üçün VortX bağlanıb yenidən açılmalıdır.
be: Выберыце мову дадатка. «Сістэмная па змаўчанні» прытрымліваецца мовы вашай прылады. VortX павінен закрыцца і адкрыцца зноў, каб ужыць новую мову.
bg: Изберете езика на приложението. „По подразбиране за системата“ следва езика на устройството ви. VortX трябва да се затвори и отвори отново, за да приложи нов език.
bn: অ্যাপের ভাষা বেছে নিন। "সিস্টেম ডিফল্ট" আপনার ডিভাইসের ভাষা অনুসরণ করে। নতুন ভাষা প্রয়োগ করতে VortX বন্ধ করে আবার খুলতে হবে।
br: Dibabit yezh an arload. "Dre ziouer ar reizhiad" a heuilh yezh ho ardivink. Ret eo da VortX serriñ hag adigeriñ evit arloañ ur yezh nevez.
bs: Odaberite jezik aplikacije. "Zadano sistema" prati jezik vašeg uređaja. VortX se mora zatvoriti i ponovo otvoriti da bi se primijenio novi jezik.
ca: Tria l'idioma de l'aplicació. «Predeterminat del sistema» segueix l'idioma del dispositiu. VortX s'ha de tancar i tornar a obrir per aplicar un idioma nou.
ceb: Pilia ang pinulongan sa app. Ang "Default sa Sistema" mosunod sa pinulongan sa imong device. Ang VortX kinahanglan moundang ug moabli pag-usab aron ipatuman ang bag-ong pinulongan.
cs: Zvolte jazyk aplikace. „Výchozí systémové“ se řídí jazykem vašeho zařízení. Aby se nový jazyk projevil, VortX se musí ukončit a znovu otevřít.
cy: Dewiswch iaith yr ap. Mae "Rhagosodiad y System" yn dilyn iaith eich dyfais. Rhaid i VortX gau ac ailagor i gymhwyso iaith newydd.
da: Vælg appens sprog. "Systemstandard" følger din enheds sprog. VortX skal lukke og åbne igen for at anvende et nyt sprog.
de: Wähle die Sprache der App. „Systemstandard“ folgt der Sprache deines Geräts. VortX muss beendet und neu geöffnet werden, um eine neue Sprache anzuwenden.
el: Επιλέξτε τη γλώσσα της εφαρμογής. Η «Προεπιλογή συστήματος» ακολουθεί τη γλώσσα της συσκευής σας. Το VortX πρέπει να κλείσει και να ανοίξει ξανά για να εφαρμοστεί μια νέα γλώσσα.
es: Elige el idioma de la app. "Predeterminado del sistema" sigue el idioma de tu dispositivo. VortX debe cerrarse y volver a abrirse para aplicar un nuevo idioma.
et: Vali rakenduse keel. „Süsteemi vaikeväärtus“ järgib seadme keelt. Uue keele rakendamiseks peab VortX sulguma ja uuesti avanema.
eu: Aukeratu aplikazioaren hizkuntza. "Sistemaren lehenetsia" aukerak zure gailuaren hizkuntza jarraitzen du. VortX itxi eta berriro ireki behar da hizkuntza berria aplikatzeko.
fa: زبان برنامه را انتخاب کنید. «پیش‌فرض سیستم» از زبان دستگاه شما پیروی می‌کند. برای اعمال زبان جدید، VortX باید بسته و دوباره باز شود.
fi: Valitse sovelluksen kieli. ”Järjestelmän oletus” seuraa laitteesi kieltä. VortX on lopetettava ja avattava uudelleen, jotta uusi kieli tulee voimaan.
fil: Piliin ang wika ng app. Sinusunod ng "Default ng System" ang wika ng iyong device. Kailangang mag-quit at muling buksan ang VortX para mailapat ang bagong wika.
fo: Vel mál appsins. "Standard kervis" fylgir málinum á eind tíni. VortX má lata aftur og upp aftur fyri at seta eitt nýtt mál í verk.
fr: Choisissez la langue de l'app. « Réglage du système » suit la langue de votre appareil. VortX doit quitter et redémarrer pour appliquer une nouvelle langue.
fy: Kies de taal fan de app. "Systeemstandert" folget de taal fan jo apparaat. VortX moat ôfslute en op 'e nij iepenje om in nije taal ta te passen.
ga: Roghnaigh teanga na haipe. Leanann "Réamhshocrú an Chórais" teanga do ghléis. Caithfidh VortX scor agus athoscailt chun teanga nua a chur i bhfeidhm.
gd: Tagh cànan na h-aplacaid. Leanaidh "Bunait an t-Siostaim" cànan an inneil agad. Feumaidh VortX dùnadh agus ath-fhosgladh gus cànan ùr a chur an sàs.
gl: Escolle o idioma da aplicación. «Predeterminado do sistema» segue o idioma do teu dispositivo. VortX debe pecharse e abrirse de novo para aplicar un novo idioma.
gu: ઍપની ભાષા પસંદ કરો. "સિસ્ટમ ડિફૉલ્ટ" તમારા ઉપકરણની ભાષાને અનુસરે છે. નવી ભાષા લાગુ કરવા VortX બંધ થઈને ફરી ખૂલવું જરૂરી છે.
ha: Zaɓi harshen manhajar. "Tsohon na Tsarin" yana bin harshen na'urarka. Dole VortX ya fita kuma ya sake buɗewa don amfani da sabon harshe.
he: בחר את שפת האפליקציה. ׳ברירת מחדל של המערכת׳ עוקבת אחר שפת המכשיר שלך. יש לסגור את VortX ולפתוח אותו מחדש כדי להחיל שפה חדשה.
hi: ऐप की भाषा चुनें। "सिस्टम डिफ़ॉल्ट" आपके डिवाइस की भाषा का अनुसरण करता है। नई भाषा लागू करने के लिए VortX को बंद करके फिर से खोलना ज़रूरी है।
hr: Odaberite jezik aplikacije. "Zadano sustavom" prati jezik vašeg uređaja. VortX se mora zatvoriti i ponovno otvoriti da bi se primijenio novi jezik.
ht: Chwazi lang aplikasyon an. "Defo Sistèm" swiv lang aparèy ou. VortX dwe fèmen epi relouvri pou aplike yon nouvo lang.
hu: Válaszd ki az alkalmazás nyelvét. A „Rendszer alapértelmezése” az eszköz nyelvét követi. A VortX-nek ki kell lépnie, majd újra meg kell nyílnia az új nyelv alkalmazásához.
hy: Ընտրեք ծրագրի լեզուն։ «Համակարգի լռելյայն»-ը հետևում է ձեր սարքի լեզվին։ VortX-ը պետք է փակվի և նորից բացվի՝ նոր լեզու կիրառելու համար։
id: Pilih bahasa aplikasi. "Bawaan Sistem" mengikuti bahasa perangkat Anda. VortX harus ditutup dan dibuka kembali untuk menerapkan bahasa baru.
ig: Họrọ asụsụ ngwa. "Ndabara Sistemụ" na-eso asụsụ ngwaọrụ gị. VortX ga-akwụsịrịrị wee meghee ọzọ iji tinye asụsụ ọhụrụ.
is: Veldu tungumál forritsins. „Sjálfgefið kerfis“ fylgir tungumáli tækisins. VortX þarf að loka og opna aftur til að virkja nýtt tungumál.
it: Scegli la lingua dell'app. "Predefinito di sistema" segue la lingua del dispositivo. VortX deve chiudersi e riaprirsi per applicare una nuova lingua.
ja: アプリの言語を選びます。「システムの既定」はデバイスの言語に従います。新しい言語を適用するには VortX を終了して再起動する必要があります。
jv: Pilih basa app. "Gawan Sistem" ngetutaké basa piranti sampeyan. VortX kudu metu lan mbukak manèh kanggo nrapaké basa anyar.
ka: აირჩიეთ აპლიკაციის ენა. „სისტემის ნაგულისხმევი“ მიჰყვება თქვენი მოწყობილობის ენას. ახალი ენის გამოსაყენებლად VortX უნდა დაიხუროს და ხელახლა გაიხსნას.
kk: Бағдарлама тілін таңдаңыз. «Жүйелік әдепкі» құрылғыңның тілін қолданады. Жаңа тілді қолдану үшін VortX жабылып, қайта ашылуы тиіс.
km: ជ្រើសភាសាកម្មវិធី។ "លំនាំដើមរបស់ប្រព័ន្ធ" ធ្វើតាមភាសាឧបករណ៍របស់អ្នក។ VortX ត្រូវបិទ ហើយបើកឡើងវិញ ដើម្បីអនុវត្តភាសាថ្មី។
kn: ಅಪ್ಲಿಕೇಶನ್‌ನ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ. "ಸಿಸ್ಟಮ್ ಡೀಫಾಲ್ಟ್" ನಿಮ್ಮ ಸಾಧನದ ಭಾಷೆಯನ್ನು ಅನುಸರಿಸುತ್ತದೆ. ಹೊಸ ಭಾಷೆ ಅನ್ವಯಿಸಲು VortX ಮುಚ್ಚಿ ಮತ್ತೆ ತೆರೆಯಬೇಕು.
ko: 앱 언어를 선택하세요. "시스템 기본값"은 기기 언어를 따릅니다. 새 언어를 적용하려면 VortX를 종료한 후 다시 열어야 합니다.
ku: Zimanê sepanê hilbijêre. "Bingehîna Pergalê" zimanê amûra te dişopîne. VortX divê derkeve û ji nû ve veke da ku zimanekî nû bisepîne.
ky: Колдонмонун тилин тандаңыз. "Тутумдун демейкиси" түзмөгүңүздүн тилине ээрчийт. Жаңы тилди колдонуу үчүн VortX жабылып, кайра ачылышы керек.
lb: Wiel d'Sprooch vun der App. "System-Standard" follegt der Sprooch vun dengem Apparat. VortX muss zoumaachen an nei opgoen fir eng nei Sprooch unzewenden.
lo: ເລືອກພາສາຂອງແອັບ. "ຄ່າເລີ່ມຕົ້ນຂອງລະບົບ" ຈະຕາມພາສາຂອງອຸປະກອນທ່ານ. VortX ຕ້ອງປິດ ແລະ ເປີດຄືນເພື່ອນຳໃຊ້ພາສາໃໝ່.
lt: Pasirinkite programos kalbą. „Sistemos numatytasis“ atitinka jūsų įrenginio kalbą. Kad nauja kalba įsigaliotų, VortX turi išsijungti ir atsidaryti iš naujo.
lv: Izvēlieties lietotnes valodu. Opcija “Sistēmas noklusējums” seko jūsu ierīces valodai. Lai lietotu jaunu valodu, VortX ir jāaizver un jāatver no jauna.
mg: Fidio ny fitenin'ny app. Ny "Default Rafitra" dia manaraka ny fitenin'ny fitaovanao. Tsy maintsy mijanona sy misokatra indray ny VortX mba hampiharana teny vaovao.
mi: Kōwhiria te reo o te taupānga. Ka whai te "Taunoa Pūnaha" i te reo o tō pūrere. Me whakamutu, me whakatuwhera anō a VortX kia whai mana ai he reo hou.
mk: Изберете го јазикот на апликацијата. „Системски стандард“ го следи јазикот на вашиот уред. VortX мора да се затвори и повторно да се отвори за да се примени новиот јазик.
ml: ആപ്പിന്റെ ഭാഷ തിരഞ്ഞെടുക്കുക. "സിസ്റ്റം ഡിഫോൾട്ട്" നിങ്ങളുടെ ഉപകരണ ഭാഷ പിന്തുടരുന്നു. പുതിയ ഭാഷ പ്രയോഗിക്കാൻ VortX പുറത്തുകടന്ന് വീണ്ടും തുറക്കണം.
mn: Аппын хэлийг сонгоно уу. "Системийн үндсэн" нь таны төхөөрөмжийн хэлийг дагана. Шинэ хэлийг хэрэгжүүлэхийн тулд VortX гарч дахин нээгдэх ёстой.
mr: ॲपची भाषा निवडा. "सिस्टम डिफॉल्ट" तुमच्या डिव्हाइसच्या भाषेचे अनुसरण करते. नवीन भाषा लागू करण्यासाठी VortX बंद करून पुन्हा उघडावे लागेल.
ms: Pilih bahasa apl. "Lalai Sistem" mengikut bahasa peranti anda. VortX mesti keluar dan dibuka semula untuk melaksanakan bahasa baharu.
mt: Agħżel il-lingwa tal-app. "Default tas-Sistema" isegwi l-lingwa tal-apparat tiegħek. VortX irid jagħlaq u jerġa' jiftaħ biex japplika lingwa ġdida.
my: app ၏ ဘာသာစကားကို ရွေးပါ။ "စနစ် မူလ" သည် သင့်စက် ဘာသာစကားကို လိုက်နာသည်။ ဘာသာစကားအသစ်ကို အသုံးပြုရန် VortX သည် ထွက်၍ ပြန်ဖွင့်ရမည်။
nb: Velg appens språk. «Systemstandard» følger enhetens språk. VortX må avsluttes og åpnes på nytt for å ta i bruk et nytt språk.
ne: एपको भाषा छान्नुहोस्। "सिस्टम पूर्वनिर्धारित" ले तपाईंको उपकरणको भाषा अनुसरण गर्छ। नयाँ भाषा लागू गर्न VortX बन्द भएर फेरि खुल्नुपर्छ।
nl: Kies de taal van de app. "Systeemstandaard" volgt de taal van je apparaat. VortX moet afsluiten en opnieuw openen om een nieuwe taal toe te passen.
ny: Sankhani chilankhulo cha app. "System Default" imatsatira chilankhulo cha chipangizo chanu. VortX iyenera kutseka ndikutsekulanso kuti igwiritse ntchito chilankhulo chatsopano.
oc: Causissètz la lenga de l'aplicacion. "Per defaut del sistèma" seguís la lenga de vòstre aparelh. VortX se deu tampar e tornar dobrir per aplicar una novèla lenga.
or: ଆପ୍‌ର ଭାଷା ବାଛନ୍ତୁ। "System Default" ଆପଣଙ୍କ ଡିଭାଇସ ଭାଷାକୁ ଅନୁସରଣ କରେ। ଏକ ନୂଆ ଭାଷା ପ୍ରୟୋଗ କରିବାକୁ VortX ବନ୍ଦ ହୋଇ ପୁନଃ ଖୋଲିବା ଆବଶ୍ୟକ।
pa: ਐਪ ਦੀ ਭਾਸ਼ਾ ਚੁਣੋ। "ਸਿਸਟਮ ਡਿਫ਼ਾਲਟ" ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਦੀ ਭਾਸ਼ਾ ਮੁਤਾਬਕ ਚੱਲਦਾ ਹੈ। ਨਵੀਂ ਭਾਸ਼ਾ ਲਾਗੂ ਕਰਨ ਲਈ VortX ਨੂੰ ਬੰਦ ਕਰਕੇ ਮੁੜ ਖੋਲ੍ਹਣਾ ਪਵੇਗਾ।
pl: Wybierz język aplikacji. „Domyślne systemowe” podąża za językiem urządzenia. Aby zastosować nowy język, VortX musi się zamknąć i otworzyć ponownie.
ps: د اپ ژبه وټاکئ. «د سیستم تلوالی» ستاسو د وسیلې ژبه تعقیبوي. VortX باید وتړل او بیا خلاص شي چې نوې ژبه پلي کړي.
pt_br: Escolha o idioma do app. "Padrão do sistema" segue o idioma do seu dispositivo. O VortX precisa ser fechado e reaberto para aplicar um novo idioma.
pt_pt: Escolha o idioma da aplicação. "Predefinição do sistema" segue o idioma do seu dispositivo. O VortX tem de sair e reabrir para aplicar um novo idioma.
ro: Alege limba aplicației. „Implicit din sistem” urmează limba dispozitivului tău. VortX trebuie să se închidă și să se redeschidă pentru a aplica o limbă nouă.
ru: Выберите язык приложения. «Системный язык» соответствует языку устройства. Чтобы применить новый язык, VortX нужно закрыть и открыть заново.
rw: Hitamo ururimi rwa porogaramu. "Ibisanzwe bya sisitemu" bikurikira ururimi rw'igikoresho cyawe. VortX igomba gusohoka no kongera gufungura kugira ngo ishyireho ururimi rushya.
sd: ايپ جي ٻولي چونڊيو. "سسٽم ڊفالٽ" اوهان جي ڊوائيس جي ٻوليءَ جي پيروي ڪري ٿو. نئين ٻولي لاڳو ڪرڻ لاءِ VortX کي بند ٿي ٻيهر کلڻو پوندو.
si: යෙදුමේ භාෂාව තෝරන්න. "පද්ධති පෙරනිමිය" ඔබේ උපාංග භාෂාව අනුගමනය කරයි. නව භාෂාවක් යෙදීමට VortX ඉවත් වී නැවත විවෘත විය යුතුය.
sk: Zvoľte jazyk aplikácie. „Predvolené systémom“ sa riadi jazykom zariadenia. Na použitie nového jazyka sa musí VortX ukončiť a znova otvoriť.
sl: Izberite jezik aplikacije. »Privzeto za sistem« sledi jeziku vaše naprave. VortX se mora zapreti in znova odpreti, da uveljavi nov jezik.
sm: Filifili le gagana o le app. E mulimuli le "Faalemasani a le Faiga" i le gagana o lau masini. E tatau ona tapunia ma toe tatala VortX e faaaoga ai se gagana fou.
sn: Sarudza mutauro we app. "System Default" inotevera mutauro wedhivhaisi yako. VortX inofanira kubuda nokuvhurazve kuti ishandise mutauro mutsva.
so: Dooro luqadda app-ka. "System Default" wuxuu raacaa luqadda qalabkaaga. VortX waa inuu ka baxaa oo dib u furmaa si uu u dabaqo luqad cusub.
sq: Zgjidhni gjuhën e aplikacionit. "E parazgjedhura e sistemit" ndjek gjuhën e pajisjes tuaj. VortX duhet të mbyllet dhe të rihapet që të zbatojë një gjuhë të re.
sr: Изаберите језик апликације. „Подразумевано за систем“ прати језик вашег уређаја. VortX мора да се затвори и поново отвори да би се применио нови језик.
st: Khetha puo ea app. "System Default" e latela puo ea sesebelisoa sa hau. VortX e tlameha ho koala le ho bula hape ho sebelisa puo e ncha.
su: Pilih basa aplikasi. "Bawaan Sistem" nuturkeun basa alat anjeun. VortX kudu nutup jeung buka deui pikeun nerapkeun basa anyar.
sv: Välj appens språk. "Systemstandard" följer enhetens språk. VortX måste avslutas och öppnas igen för att tillämpa ett nytt språk.
sw: Chagua lugha ya programu. "Chaguomsingi la Mfumo" hufuata lugha ya kifaa chako. VortX lazima ifunge na ifunguke upya ili kutumia lugha mpya.
ta: செயலியின் மொழியைத் தேர்ந்தெடுக்கவும். "கணினி இயல்புநிலை" உங்கள் சாதன மொழியைப் பின்பற்றும். புதிய மொழியைச் செயல்படுத்த VortX வெளியேறி மீண்டும் திறக்க வேண்டும்.
te: యాప్ భాషను ఎంచుకోండి. "సిస్టమ్ డిఫాల్ట్" మీ పరికర భాషను అనుసరిస్తుంది. కొత్త భాషను వర్తింపజేయడానికి VortX తప్పనిసరిగా నిష్క్రమించి మళ్లీ తెరవాలి.
tg: Забони барномаро интихоб кунед. «Пешфарзи система» ба забони дастгоҳи шумо пайравӣ мекунад. Барои татбиқи забони нав VortX бояд баста шуда, аз нав кушода шавад.
th: เลือกภาษาของแอป "ค่าเริ่มต้นของระบบ" จะใช้ตามภาษาของอุปกรณ์ VortX ต้องปิดแล้วเปิดใหม่เพื่อให้ภาษาใหม่มีผล
tr: Uygulamanın dilini seçin. "Sistem Varsayılanı" cihazınızın dilini izler. Yeni bir dili uygulamak için VortX'in kapatılıp yeniden açılması gerekir.
tt: Кушымта телен сайла. "Система стандарты" җиһаз телеңә иярә. Яңа телне куллану өчен VortX ябылып кабат ачылырга тиеш.
ug: دېتالنىڭ تىلىنى تاللاڭ. «سىستېما سۈكۈتى» ئۈسكۈنە تىلىڭىزگە ئەگىشىدۇ. يېڭى تىلنى قوللىنىش ئۈچۈن VortX چېكىنىپ قايتا ئېچىلىشى كېرەك.
uk: Виберіть мову застосунку. «Системна за замовчуванням» збігається з мовою пристрою. Щоб застосувати нову мову, VortX потрібно закрити й відкрити знову.
ur: ایپ کی زبان منتخب کریں۔ "سسٹم ڈیفالٹ" آپ کے ڈیوائس کی زبان کی پیروی کرتا ہے۔ نئی زبان لاگو کرنے کے لیے VortX کو بند کر کے دوبارہ کھولنا ضروری ہے۔
uz: Ilova tilini tanlang. "Tizim standarti" qurilmangiz tiliga ergashadi. Yangi tilni qo'llash uchun VortX chiqib, qayta ochilishi kerak.
vi: Chọn ngôn ngữ của ứng dụng. "Mặc định của hệ thống" theo ngôn ngữ thiết bị của bạn. VortX phải thoát và mở lại để áp dụng ngôn ngữ mới.
xh: Khetha ulwimi lwe-app. "System Default" ilandela ulwimi lwesixhobo sakho. IVortX kufuneka ivale ivule kwakhona ukusebenzisa ulwimi olutsha.
yo: Yan èdè app náà. "System Default" máa ń tẹ̀lé èdè ẹ̀rọ rẹ. VortX gbọ́dọ̀ jáde kí ó sì tún ṣí láti lo èdè tuntun.
zh_hans: 选择应用的语言。“系统默认”会跟随你的设备语言。VortX 需退出并重新打开才能应用新语言。
zh_hant: 選擇 App 的語言。「系統預設」會跟隨您的裝置語言。VortX 必須結束並重新開啟才能套用新語言。
zu: Khetha ulimi lwe-app. I-"System Default" ilandela ulimi lwedivayisi yakho. I-VortX kufanele iphume iphinde ivuleke ukuze isebenzise ulimi olusha.
